[
    {
        "country": ["الجزائر", "جزائر"],
        "data": [
            {
                "part": ["الحياة", "حياة"],
                "sections": [
                    {
                        "name": "القضاء و القدر",
                        "proverbs":[
                            {
                                "proverb":"ليام ناقصة من عمري وأنا نعد فيها",
                                "version":"الايام تمضي من حياتي و أنا أحسبها",
                                "explication":" عندما يكون أحدا منتظرا لحدث سعيد كزواج أو ولادة او قضاء عطلة أو عودة غائب ٠٠٠ الخ. يتمنى ان تمر الأيام بسرعة دون أن يشعر بأنها تقرب الشخص من الموت ، وهم يتقبلونها خاضعين بذلك للقضاء والقدر."
                            },
                            {
                                "proverb":"اخدم يالشاقي للماقي",
                                "version":"اعمل ايها الشقي من اجل من سوف يبقى بعدك على قيد الحياة بعد وفاتك" , 
                                "explication":" يضرب هذا المثل غالبا: للشخص الذي يعاني الكثير من المتاعب في جمع المال والثروة. ولا ينتفع بيها في حياته من فرط بخله ، ناسيا ان هناك اناسا اخرين سينتفعون به بعد وفاته."
                            },
                            {
                                "proverb":"اذا جات جيبها شعرة واذا مشات تقطع السلاسل",
                                "version":"اذا تساهلت الامور في انجاز قضية يأتي ذلك لاتفه الاسباب و اذا صعب ذلك ، يكون لتعرضه الصعوبات شاقة  ",
                                "explication":"يقصد به النجاح في الحياة أو مجرد نجاح في انجاز مشروع. ويلعب الحظ دورا رئيسيا هنا.  يذكر هذا القول لتبرير نجاح بعض الناس  اخفاق اخرين بعد وقوعها"
                            },
                            {
                                "proverb":" اذا حكمت قول ولات ",
                                "version":"اذا سهل انجاز قضية ما قل بأن الحظ حالفني ",
                                "explication":"يقال هذا لشحص يواجه حادثة صعبة طارئة بصدر رحب وكذلك لاغتنام الفرصة عندما تتاح وعدم تضييعها "
                            },
                            {
                                "proverb":"اذا عطاك العاطي ما تشقى ما تباطي ",
                                "version":"اذا أعطاك الله شيئا لا تشقى و لا تتعب من أجل الوصول اليه ",
                                "explication":"يقوله الناس غيرة واغتياظا. على النعمة و الحظوة السريعة التي يحظى بها بعضهم بدون اي سبب ظاهر"
                            },
                            {
                                "proverb":"البلاد اللي تحلف عليها تحطها بالخيمة ",
                                "version":" البلد الذى تحلف انك لن تذهب اليه، ربما يكون مصيرك السكن فيه " ,
                                "explication":"يعني ان الانسان لا يتحكم في مصيره، وهو لعبة الاحداث "
                            },
                            {
                                "proverb":" الجنة وما تتمنى",
                                "version": "  نرجو من الله أن يحقق لنا كل  ما نتمناه في الدنيا وأن يدخلنا الجنه في الاخرة",
                                "explication":"هو كلام يقوله ذو الاعتقادات الخرافية عندما يبصرون باللبل رجما. وغالبا ما يكون مسبوقا بهذه العبارة: رب امنحني..."
                            }
                        ]
                    }
                ]
            }
        ]
    }
]